Revit 2027 API
ParameterTypeId.ElemTypeLabel Property
 "Label"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ElemTypeLabel { get; }
Public Shared ReadOnly Property ElemTypeLabel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ElemTypeLabel {
	ForgeTypeId^ get ();
}
static member ElemTypeLabel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace